{
    "compliments" : [
        "I would still hang out with you even if you haven't showered for days.",
        "Your face makes other people look ugly.",
        "There's ordinary. And then there's you.",
        "You know, you're almost as worderful as cake. Almost.",
        "Let's say you were cloned. I bet you'd still be one of a kind. And the better looking one!",
        "Are you a beaver, because damn!",
        "Truth be told, you have a really good taste in friends (i.e. urs :D)",
        "If it was legal to marry food, i'd still choose you over pizza.",
        "I know this is corny, but you are a-maize-ing!",
        "I just want to hang out with you and do stupid things together.",
        "You're more fun than a bubble wrap.",
        "In a world full of bagels, you're a doughnut.",
        "If someone based an internet meme on you, it would probably be use to make people laugh heartily.",
        "You're someone that I don't want to punch in the throat.",
        "You're so adorable you could probably get away with murder.",
        "In high school, I bet you were voted “most likely to keep being awesome.”",
        "You're more fun than a pool filled with colorful balls and candy.",
        "You're such a darling that if I suddenly turned into a psycho-maniac murderer, I'd kill you last.",
        "You have a unique set of skills that can somehow turn any situation into an awkward one.",
        "I like having you around because my weirdness doesn't look so weird when you're doing it too.",
        "So you think you look ugly today, eh? Well, guess what? You don't look ugly to a blind person.",
        "If you were a box of crayons, you'd be the gigantic branded variety with the built-in sharpener.",
        "You know what I'm thankful for? The existence of chocolate. And also, the fact that I met you.",
        "I don't think you're clumsy. The floor and the walls are just really friendly to you.",
        "On a scale of 1 to 10, you're an 11.",
        "You embody all the best qualities of each Hogwarts house, rolled into one.",
        "We all have those days where it's like, “Yeah, I'm not getting anything done today.” And on those days, I know I can trust you to join me in accomplishing nothing."
    ]
}